tap "steipete/tap"
brew "arp-scan"
brew "btop"
brew "cog"
brew "colima", restart_service: :changed
brew "docker"
brew "fastfetch"
brew "ffmpeg"
brew "go"
brew "htop"
brew "iftop"
brew "mactop"
brew "neovim"
brew "nvm"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "balenaetcher"
cask "brave-browser"
cask "claude-code"
cask "codex"
cask "steipete/tap/codexbar"
cask "copilot-cli"
cask "cursor"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "keepingyouawake"
cask "miniconda"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
