tap "anomalyco/tap"
tap "brevdev/brev"
tap "ngrok/ngrok"
tap "steipete/tap"
tap "supabase/tap"
tap "tw93/tap"
brew "arp-scan"
brew "bat"
brew "btop"
brew "cog"
brew "e2fsprogs"
brew "eza"
brew "fastfetch"
brew "fd"
brew "opus"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "unbound"
brew "gnupg"
brew "go"
brew "htop"
brew "iftop"
brew "jq"
brew "librsvg"
brew "livekit"
brew "livekit-cli"
brew "llm"
brew "mactop"
brew "mole"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pinentry-mac"
brew "ripgrep"
brew "swiftformat"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "brevdev/brev/brev"
brew "supabase/tap/supabase"
cask "android-file-transfer"
cask "android-platform-tools"
cask "balenaetcher"
cask "blackhole-2ch"
cask "brave-browser"
cask "codex"
cask "steipete/tap/codexbar"
cask "copilot-cli"
cask "firefox"
cask "ghostty"
cask "hiddenbar"
cask "iina"
cask "keepingyouawake"
cask "logi-options+"
cask "miniconda"
cask "raspberry-pi-imager"
cask "rectangle"
cask "stats"
cask "sublime-text"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
