tap "ngrok/ngrok"
brew "arduino-cli"
brew "cog"
brew "ffmpeg"
brew "htop"
brew "mactop"
brew "nvm"
brew "platformio"
brew "swiftformat"
brew "swiftlint"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "zsh"
cask "android-file-transfer"
cask "balenaetcher"
cask "blackhole-2ch"
cask "brave-browser"
cask "bruno"
cask "iina"
cask "iterm2"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "keka"
cask "keycastr"
cask "miniconda"
cask "mitmproxy"
cask "ngrok"
cask "rectangle"
cask "stats"
cask "sublime-text"
cask "vlc"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
